{"content":[{"id":"5fd7b191","settings":{"background_background":"classic","background_color":"#FFFFFF"},"elements":[{"id":"3f1e3fc8","settings":{"_column_size":100,"_inline_size":null},"elements":[{"id":"36246f27","settings":{"image":{"url":"https:\/\/mailer.wholehousefanexperts.com\/wp-content\/uploads\/2021\/06\/cropped-wholehousefanexperts-horizontal.png","id":473},"link_to":"custom","link":{"url":"\/","is_external":"","nofollow":"","custom_attributes":""}},"elements":[],"isInner":false,"widgetType":"image","elType":"widget"}],"isInner":false,"elType":"column"}],"isInner":false,"elType":"section"},{"id":"393bbe0d","settings":{"background_background":"classic","background_color":"#FFFFFF","padding_tablet":{"unit":"px","top":"20","right":"20","bottom":"20","left":"20","isLinked":true}},"elements":[{"id":"30f65240","settings":{"_column_size":100,"_inline_size":null},"elements":[{"id":"556e5f99","settings":{"editor":"<p><strong><u>PRIVACY POLICY<\/u><\/strong><\/p><p><strong>WE CARE ABOUT YOUR PRIVACY<\/strong><\/p><p>This privacy policy (“Privacy Policy”) describes the policies and practices of <a href=\"https:\/\/mailer.wholehousefanexperts.com\/\">QC Guys<\/a>, (“<a href=\"https:\/\/mailer.wholehousefanexperts.com\/\">QC Guys<\/a>,” “us,” “we,” or “our”) relating to the information we collect, use and disclose on this website (<a href=\"https:\/\/mailer.wholehousefanexperts.com\/\">QC Guys<\/a>,) (“the Website”).  The creation of this Privacy Policy grows from our fundamental respect for your right to privacy and will serve to guide our relationship with you.  We value the privacy and security of your “personal information,” which as used herein means information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with you or your household.  As such, we take complying with data privacy and security laws seriously.<\/p><p><strong>HOW YOU ACCEPT THE TERMS AND UPDATES TO THE PRIVACY POLICY<\/strong><\/p><p> <\/p><p>You consent to and agree to be bound by this Privacy Policy by expressly accepting the terms of the Privacy Policy or by using our Website.  From time to time, we will update this Privacy Policy as we adopt new practices and procedures related to your personal information.  Any changes to this Privacy Policy will be placed here and will supersede this version.  If we make changes to this Privacy Policy, we will revise the “Last Updated and Effective Date” above.<\/p><p> <\/p><p><strong>THE PERSONAL INFORMATION WE COLLECT ABOUT YOU AND THE REASON FOR THE COLLECTION<\/strong><\/p><p>We may collect the following personal information from you when you use our Website, and describe below the reasons why we collect the personal information.<\/p><ul><li><strong><u>Automatically From Our Website<\/u><\/strong>. When you visit our Website, we may automatically collect, for example, your Internet Protocol (“IP”) address, information regarding your device, browser, operating system and internet service provider, and activities on and use of the Website.  We collect this information to communicate the content on our Website to you, for the Website’s functionality, to recognize you, to learn more about the users of our Website and their preferences, to improve your experience on our Website, and for business and marketing purposes.<\/li><\/ul><ul><li><strong><u>Location Data<\/u><\/strong>. You may provide us information regarding your location on our Website.  We collect this information so that we can provide the contact information of QuietCool authorized dealers, wholesalers, or contractors near you.<\/li><\/ul><ul><li><strong><u>Customer Service<\/u><\/strong>. You may voluntarily provide us your name, company name, address, phone number, email address, purchase order number, referral code, information about yourself and\/or the product you purchased, and other comments through forms on our Website.  We collect this information so that we can answer or address your comments, questions or concerns, to schedule an informative presentation regarding our products and services, to provide referral credit, to process your request to return or exchange products purchased directly from QuietCool, to provide customer service, and to improve our services.<\/li><\/ul><p><strong>WHETHER WE SHARE YOUR PERSONAL INFORMATION WITH OTHERS<\/strong><\/p><p>We do not sell your personal information to third parties.  We may, however, share your personal information with services providers who assist us with our business functions.<\/p><p>In addition, we may share your personal information if necessary to:  (1) comply with federal, state, or local laws; (2) comply with a civil, criminal, or regulatory inquiry, investigation, subpoena, or summons by federal, state, or local authorities; (3) cooperate with law enforcement agencies concerning conduct or activity that we reasonably and in good faith believe may violate federal, state, or local laws; or (4) exercise or defend legal claims.<\/p><p><u> <\/u><\/p><p>Further, we may share non-personal information with other parties as long as the information has been de-identified or aggregated.<\/p><p>Lastly, we may transfer to a third party personal information as an asset that is part of a merger, acquisition, bankruptcy, or other transaction in which the third party assumes control of all or part of our business.<\/p><p><strong>HOW WE PROTECT YOUR PERSONAL INFORMATION<\/strong><\/p><p>We have implemented and maintain reasonable security procedures and practices appropriate to the nature of the information to protect your personal information from unauthorized access and exfiltration, theft, or disclosure.  However, no security system is perfect.  We will notify you if there is a breach of our security where required by law or deemed necessary.<\/p><p><strong>RETENTION OF PERSONAL INFORMATION<\/strong><\/p><p>Your personal information will be retained for the time required to fulfil the purposes for which it was collected and processed, including for the purpose of satisfying legal, professional, contractual, regulatory, accounting or reporting obligations.<\/p><p><strong>CHILDREN<\/strong><\/p><p>Our Website is not intended for or directed at children under the age of 13.  In addition, we do not knowingly collect personal information from children under the age of 13.  Only adults 18 years or older should use our Website.<\/p><p><strong>COOKIES<\/strong><\/p><p>We and our service providers use cookies on this Website.  Cookies are small text files that a website transfers to your computer or other devices.  They are widely used to make websites work or improve the efficiency of a website.  Cookies help with website functionality and user experience because websites can read and write to these text files, enabling this Website to recognize you and remember important information that will make your use of this Website more convenient.  Cookies also enable us to learn more about our audience and analyze how this Website is being used.<\/p><p><strong>DO NOT TRACK NOTICE<\/strong><\/p><p><strong>LINKS TO THIRD PARTY WEBSITES<\/strong><\/p><p>Some portions of our Website may contain links to other websites on the Internet that are neither under our control nor maintained by us.  Such links do not constitute an endorsement by us of those other websites, the content displayed therein, or the persons or entities associated therewith.  You acknowledge that we are providing these links to you only as a convenience, and you agree that we are not responsible for the content of such websites.  Your use of these other linked websites is subject to the respective terms of use and privacy policies located on the linked websites.<\/p><p><strong>SOCIAL MEDIA SHARING FEATURES<\/strong><\/p><p>Our Website may offer social media sharing features or other integrated tools, which let you share information through other media, and vice versa.  The use of such features enables the sharing of information with your friends or the public, depending on the settings you establish with the third party that provides the social sharing feature.  Your interactions with those features are governed by the privacy policies of the companies that provide them.  For more information about the purpose and scope of data collection and processing in connection with social media sharing features, please visit the privacy policies of the third parties that provide these features.<\/p><p><strong>NOTICE TO CALIFORNIA RESIDENTS<\/strong><\/p><table><tbody><tr><td width=\"623\"><p>Beginning January 1, 2020, California residents may exercise certain privacy rights under the California Consumer Privacy Act of 2018 (“CCPA”) regarding their personal information.  We describe below the rights you may have if you are a California resident.<\/p><p><strong><u>Right To Know About Personal Information Collected, Disclosed, or Sold<\/u><\/strong><\/p><p>We generally describe in this Privacy Policy our current and past 12-month practices related to the categories of personal information we collect, how we collect and use the personal information, and how we share your personal information.  In addition to what is described above, as a California resident, you also have the right to request more information regarding the following topics for the preceding 12 months, to the extent applicable:<\/p><p>(1)   The categories and specific pieces of personal information we have collected about you.<\/p><p>(2)   The categories of sources from which we have collected your personal information.<\/p><p>(3)   The business or commercial purpose why we collected or, if applicable, sold your personal information.<\/p><p>(4)   The categories of third parties with whom we shared your personal information.<\/p><p>(5)   The categories of personal information that we have shared with third parties about you for a business purpose.<\/p><p>(6)   If applicable, the categories of personal information that we sold about you and the categories of third parties who received your personal information in the sale.<\/p><p>You may submit a request to delete your personal information by calling us at 1-888-QUIETCOOL, emailing us at    Once you contact us through one of these channels, we will need to confirm your identity to process your request.<\/p><p><strong><u>Right To Request Deletion Of Your Personal Information<\/u><\/strong><\/p><p>You have the right to request that we delete the personal information we collected or maintained about you.  Once we receive your request, we will let you know what, if any, personal information we can delete from our records, and we will direct any service providers with whom we shared your personal information to also delete your personal information from their records.<\/p><p>There may be circumstances where we cannot delete your personal information or direct service providers to delete your personal information from their records.  Some of these instances include, but are not limited to, if we need to:  (1) retain your personal information to complete a transaction, provide a good or service, fulfill the terms of a written warranty or product recall, or to perform under a contract between us; (2) detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for that activity; (3) debug to identify and repair errors that impair existing intended functionality; (4) exercise free speech or ensure the right of another consumer to exercise his or her right to free speech; (5) comply with the law; and (6) use your personal information for internal and lawful purposes.<\/p><p>You may submit a request to delete your personal information by calling us at 1-888-QUIETCOOL, emailing us at   Once you contact us through one of these channels, we will need to confirm your identity to process your request.<\/p><p><strong><u>Right to Opt-Out of the Sale of Personal Information<\/u><\/strong><\/p><p>We do not sell your personal information to third parties.  As such, there is no need to submit a request for us to not sell your personal information.  If you have any questions, feel free to contact us at <a href=\"mailto:info@qc-mfg.com\">info@qc-mfg.com<\/a> or 1-888-QUIETCOOL.<\/p><p><strong><u>Right to Non-Discrimination for the Exercise of Your Privacy Rights<\/u><\/strong><\/p><p>We will not discriminate against you for exercising any of your rights under the CCPA, as described above.  This includes, but is not limited to:  (1) denying goods or services to you; (2) charging you different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties; (3) providing a different level or quality of goods or services; or (4) suggesting that you will receive a different price or rate for goods or services or a different level or quality of goods or services.<\/p><p><strong><u>Authorized Agent<\/u><\/strong><\/p><p>You may use an authorized agent to submit requests on your behalf to exercise the rights above.  When contacting us through the methods above to exercise any of the CCPA rights, please indicate whether you are an authorized agent and we will provide you instructions on how we will verify and process your request.<\/p><\/td><\/tr><\/tbody><\/table>"},"elements":[],"isInner":false,"widgetType":"text-editor","elType":"widget"}],"isInner":false,"elType":"column"}],"isInner":false,"elType":"section"}],"page_settings":[],"version":"0.4","title":"Privacy Policy V3","type":"page"}